dict_ru_en = {'а': 'a',
              'б': 'b',
              'в': 'v',
              'г': 'g',
              'д': 'd',
              'е': 'e',
              'ж': 'zh',
              'з': 'z',
              'и': 'i',
              'й': 'y',
              'к': 'k',
              'л': 'l',
              'м': 'm',
              'н': 'n',
              'о': 'o',
              'п': 'p',
              'р': 'r',
              'с': 's',
              'т': 't',
              'у': 'u',
              'ф': 'f',
              'ч': 'ch',
              'щ': 'sch',
              'э': 'e',
              'ю': 'yu',
              'х': 'h',
              'ц': 'ts',
              'ш': 'sh',
              'Ъ': '',
              'ы': 'y',
              'я': 'ya',
              ' ': '_',
              '-': '-',
              ',': '',
              'ь': ''
              }
BASE_URL = 'https://www.avito.ru/'

TG_TOKEN = '1282465728:AAGrmmI70bwW0PYm2lPOEyCrGCv57Eo6qIE'

GREET = 'Приветствую тебя я бот который будет парсить для тебя объявления с сайта <u>avito.com</u> c параметрами'

HELP = 'Для запуска бота-парсера вы должны нажать на <u>Начать работу</u>\n' \
       'После этого бот будет задавать вопрсы для выбора парамеров поиска \n' \
       'Есть два режима работы бота : \n <u>1).</u> Это когда вы-пользователь задайете параметры для поиска обьявлений \n' \
       '<u>2).</u> Когда вы боту дайете ссылку типа :<b>https://www.avito.ru/tverskaya_oblast/audio_i_video</b>'